Repository: Piero16301/DENV_Desktop
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# inspectionTableAppBarTitle
source: Inspections table
es: Tabla de registros

# inspectionTableColumnAddress
source: Address
es: Dirección

# inspectionTableColumnNumberInhabitants
source: NÂº of inhabitants
es: Nº de habitantes

# inspectionTableColumnHomeCondition
source: Home condition
es: Condición de la vivienda

# inspectionTableColumnInspectedHome
source: Inspected home
es: Vivienda inspeccionada

# inspectionTableColumnReluctantDwelling
source: Reluctant dwelling
es: Vivienda renuente

# inspectionTableColumnClosedHome
source: Closed home
es: Vivienda cerrada

# inspectionTableColumnUninhabitedHouse
source: Uninhabited house
es: Vivienda deshabitada

# inspectionTableColumnHousingSpotlights
source: Housing spotlights
es: Vivienda focos

# inspectionTableColumnTreatedHousing
source: Abte treated house
es: Vivienda tratada con abte

# inspectionTableColumnTypeContainers
source: Type of recipients
es: Tipo de recipientes

# inspectionTableColumnElevatedTank
source: Elevated tank
es: Tanque elevado

# inspectionTableColumnLowTank
source: Low tank, wells
es: Tanque bajo, pozos

# inspectionTableColumnCylinderBarrel
source: Barrel, sanson cylinder
es: Barril, cilindro sanson

# inspectionTableColumnBucketTub
source: Bucket, abtea, tub
es: Balde, abtea, tina

# inspectionTableColumnTire
source: Tire
es: Llanta

# inspectionTableColumnFlower
source: Vase, flowerpot
es: Florero, maceta

# inspectionTableColumnUseless
source: Useless
es: Inservibles

# inspectionTableColumnOthers
source: Others
es: Otros

# inspectionTableColumnTotalContainer
source: Total container
es: Total de recipiente

# inspectionTableColumnInspectedContainers
source: Inspected containers
es: Recipientes inspeccionados

# inspectionTableColumnContainersSpotlights
source: Containers spotlights
es: Recipientes focos

# inspectionTableColumnTreatedContainers
source: Treated containers
es: Recipientes tratados

# inspectionTableColumnDestroyedContainers
source: Destroyed containers
es: Recipientes destruidos

# inspectionTableColumnAegyptiFocus
source: A. Aegypti outbreak
es: Foco de A. Aegypti

# inspectionTableColumnLarvae
source: Larvae
es: Larvas

# inspectionTableColumnPupae
source: Pupae
es: Pupas

# inspectionTableColumnAdult
source: Adult
es: Adulto

# inspectionTableColumnLarvicide
source: Larvicide
es: Larvicida

# inspectionTableExportToExcel
source: Export to Excel
es: Exportar a Excel

# inspectionTableExportToExcelLoading
source: Exporting...
es: Exportando...

# inspectionTableErrorText
source: Error loading home inspections
es: Error al cargar las inspecciones de viviendas

# inspectionTableErrorUpdate
source: Update
es: Actualizar

# inspectionTableNoDataText
source: No home inspections registered
es: No hay inspecciones de viviendas registradas

# inspectionTableUpdateText
source: Update table
es: Actualizar tabla

# inspectionTableExportFailureTitleDialog
source: Error exporting
es: Error al exportar

# inspectionTableExportFailureContentDialog
source: An error occurred while exporting the data to Excel. Please try again.
es: Ocurrió un error al exportar los datos a Excel. Por favor, inténtelo de nuevo.

# inspectionTableExportFailureCancelButton
source: Cancel
es: Cancelar

# inspectionTableExportFailureRetryButton
source: Retry
es: Reintentar

# inspectionTableExportSuccessTitleDialog
source: Export successful
es: Exportación exitosa

# inspectionTableExportSuccessContentDialog
source: The data was successfully exported to Excel and saved in the Downloads folder.
es: Los datos se exportaron correctamente a Excel y se guardaron en la carpeta de Descargas.

# inspectionTableExportSuccessAcceptButton
source: Accept
es: Aceptar

# inspectionMapAppBarTitle
source: Inspections map
es: Mapa en tiempo real

# inspectionMapErrorText
source: Error loading home inspections
es: Error al cargar las inspecciones de viviendas

# inspectionMapErrorUpdate
source: Update
es: Actualizar

# inspectionMapNoDataText
source: No home inspections registered
es: No hay inspecciones de viviendas registradas

# settingsPageAppBarTitle
source: Settings
es: Configuración

# settingsPageAppThemeTitle
source: App theme
es: Tema de la aplicación

# settingsPageAppThemeLight
source: Light theme
es: Tema claro

# settingsPageAppThemeDark
source: Dark theme
es: Tema oscuro

# settingsPageAppLanguageTitle
source: App language
es: Idioma de la aplicación

# settingsPageAppLanguageSpanish
source: Spanish
es: Español

# settingsPageAppLanguageEnglish
source: English
es: Inglés
